let year = prompt('В каком году началсь первая мировая война?', '');

if (year < 1914) {
  alert( 'Это слишком рано...' );
} else if (year > 1914) {
  alert( 'Это поздновато' );
} else (year === 1914); {
  alert( 'Верно!' );
};

let year2 = prompt('В каком году началсь вторая мировая война?', '');

if (year < 1939) {
  alert( 'Это слишком рано...' );
} else if (year > 1939) {
  alert( 'Это поздновато' );
} else (year2 === 1939);
{
  alert( 'Верно!' );
};

let year3 = prompt('В каком году началсь третья мировая война?', '');

if (year < 2022) {
  alert( 'Это слишком рано...' );
} else if (year > 2022) {
  alert( 'Это поздновато' );
} else (year3 === 2022); {
  alert( 'Вполне возможно она уже идет' );
};
